[WOTC_HK416_CV X2WeaponTemplate]
FriendlyName="<font color='#58a9c7'>旧式黑克勒科赫416</font>"
FriendlyNamePlural="<font color='#58a9c7'>旧式黑克勒科赫416</font>"
BriefSummary="污染区常见的旧式武器，外观老旧，但破损并不严重，可以正常使用。"
TacticalText="<Bullet/>用主武器射击将会结束<Ability:CLASSNAME/>的回合。\n<Bullet/>使用从敌人回收的升级来提升烙印武器的战术效率。"

[WOTC_HK416_MG X2WeaponTemplate]
FriendlyName="<font color='#ab83de'>黑克勒科赫416</font>"
FriendlyNamePlural="<font color='#ab83de'>黑克勒科赫416</font>"
BriefSummary="与可露凯契合度高的枪械，针对可露凯的作战偏好进行了一定的改造，可靠性与精准度均得到了不小的提升。"
TacticalText="<Bullet/>用主武器射击将会结束<Ability:CLASSNAME/>的回合。\n<Bullet/>使用从敌人回收的升级来提升烙印武器的战术效率。"

[WOTC_HK416_BM X2WeaponTemplate]
FriendlyName="<font color='#ffd700'>斯库拉</font>"
FriendlyNamePlural="斯库拉"
BriefSummary="可露凯被配给的高性能突击步枪，以通用黑克勒科赫416为原型进行改造。可拓展性得到了极大提升，适配于多种不同战术。完美的外观与性能下，是张扬的野心，它的獠牙利齿将会撕碎一切敌人。"
TacticalText="<Bullet/>用主武器射击将会结束<Ability:CLASSNAME/>的回合。\n<Bullet/>使用从敌人回收的升级来提升烙印武器的战术效率。"



